[
    {
        "title": "CHIAVETTA E BOOT MENU",
        "body": [
            {
                "image": "/usb-stick.jpeg"
            },
            {
                "text": "Per installare windows bisogna inserire la chiavetta usb nel pc, accenderlo e poi premere RIPETUTAMENTE uno di questi tasti per entrare nel boot menu:"
            },
            
            {
                "image": "/keyboard.jpg"
            },
            {
                "text": "ATTENZIONE! il tasto deve essere cliccato ripetutamente da quando si accende il pc fino a quando si apre il boot menù"
            },
            {
                "list": [
                    "DELL e LENOVO: F12",
                    "HP: Esc o F9",
                    "ASUS: F8 o mantieni premuto F2 e accendi",
                    "MSI: F11"
                ]
            },
            {
                "text" : "Computer come hp e asus non hanno sempre lo stesso bottone per entrare nel boot menu, prova finche non reisci"
            },
            {
                "text": "Una volta entrato nel boot menù (la grafica cambia in base alla marca) seleziona la chiavetta usb "
            },
            {
                "image": "/boot-menu.png"
            }
        ]
    },
    {
        "title": "INSTALLAZIONE DI WINDOWS",
        "body": [
            {
                "text": "A questo punto ti trovi in una schermata blu, clicca su avanti e poi su installa"
            },
            {
                "image": "/win-install.png"
            },
            {
                "text": "Nel caso chieda un product key, clicca su 'Non ho un codice product key' (metterai tale codice successivamente)"
            },
            {
                "image": "/product-key.png"
            },
            {
                "text": "Successivamente clicca sulla versione PRO di windows (vale per windows 11 e 10) e poi clicca avanti"
            },
            {
                "image" : "/version.png"
            },
            {
                "text" : "In questa schermata viene chiesto il tipo di installazione, clicca su Personalizzata"
            },
            {
                "image" : "/install-type.png"
            },
            {
                "text" : "Ora seleziona il disco e clicca su avanti, se ci sono più dischi, chiedi al responsabile di laboratorio su quale installare windows"
            },
            { 
                "link" : {
                    "text": "Non trovo nessun disco!",
                    "to" : "/Stagisti/errori/#"
                }
            }, 
            {
                "image" : "/disks.png"
            }
        ]
    },
    {
        "title": "SETUP WINDOWS",
        "body": [
            {
                "text": "Una volta che windows è stato installato bisongna completare la configurazione di base"
            }
        ]
    }
]